[
  {
    "id": 1,
    "stoneName": "Actinolite",
    "stoneDescription": "Actinolite is a member of a series that contains varying amounts of iron and magnesium. Tremolite is the Mg end, and ferroactinolite the Fe end, with actinolite in the middle. Actinolites with more than 50% Fe are very rare. Catseye actinolite exists (S.G. 3.0, R.I. 1.63); when chatoyant material is cut, it exhibits a fine eye. Actinolite is easy to cleave and hard to cut and would make a poor jewelry stone. Actinolite is the chief constituent of nephrite (jade). Smaragdite is a chrome-rich tremolite from Tanzania.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/actinolite-300x300.jpg"
  },
  {
    "id": 2,
    "stoneName": "Adamite",
    "stoneDescription": "Although adamite occurs in many localities, it's very rarely cut as a gem. This mineral is much too soft and fragile for jewelry. However, collectors prize its intense fluorescence.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/08/Dec17CuAdamiteI-300x300.png"
  },
  {
    "id": 3,
    "stoneName": "Agate",
    "stoneDescription": "Agate is a variety of chalcedony that exists in many colors and is often commercially dyed. Agate is distinguished by having multiple colors. While not usually as rich as our crystalline gems, the colors can be quite vivid. Agates are sometimes opaque, but they are frequently translucent, and occasionally completely transparent.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/09/Quartz-Var-Agate-300x300.png"
  },
  {
    "id": 4,
    "stoneName": "Albite",
    "stoneDescription": "Albite, usually colorless but sometimes yellow, pink, gray or reddish. Translucent albite is sometime colored green by chrome jadeite. It is also a component of trachipe emeralds.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/albite-sri-lanka-and-new-mexico-300x300.png"
  },
  {
    "id": 5,
    "stoneName": "Alexandrite",
    "stoneDescription": "“Emerald by day, ruby by night,” alexandrite is well known for displaying one of the most remarkable color changes in the gem world — green in sunlight and red in incandescent light. However, the modern June birthstone is so rare and expensive few people have seen a natural alexandrite. This variety of gem-quality chrysoberyl makes an excellent jewelry stone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/06/423437_1-FI-300x300.jpg"
  },
  {
    "id": 6,
    "stoneName": "Algodonite",
    "stoneDescription": "Bright, silvery metallic cabochons of algodonite and domeykite are attractive and unusual. Faceted pieces are rarely seen but very beautiful when polished to a high luster.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/DSCN9579-300x300.jpeg"
  },
  {
    "id": 7,
    "stoneName": "Almandine Garnet",
    "stoneDescription": "Almandine is perhaps the most common garnet species. Forming series with pyrope and spessartine garnets, these gems occur in the deep brownish or purplish reds most often associated with garnets. They make affordable and durable jewelry stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/Fingerring_av_guld_med_s.k._hyacint_och_almandiner_1800-tal_-_Hallwylska_museet_-_110181.tif_-300x300.jpg"
  },
  {
    "id": 8,
    "stoneName": "Amazonite",
    "stoneDescription": "A green to blue-green variety of microcline, amazonite makes a wonderful gemstone for cabbing and carving.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/88395364_3_x-300x300.jpg"
  },
  {
    "id": 9,
    "stoneName": "Amber",
    "stoneDescription": "Amber is the hardened resin of ancient pine trees. This organic substance is most well-known for the incredible inclusions of insects that can be found within it. People have been making amber jewelry for over 10,000 years, and the fascination with amber continues today.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/02/33.66-ct.-Mexican-Amber-AmberI-300x300.jpg"
  },
  {
    "id": 10,
    "stoneName": "Amblygonite",
    "stoneDescription": "Amblygonite gems are usually pale straw yellow. Although they are too soft and cleavable to make good ring stones, collectors prize them if they show darker colors. Large faceted stones are extremely rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/05/AMB006A-300x300.jpg"
  },
  {
    "id": 11,
    "stoneName": "Amethyst",
    "stoneDescription": "Amethyst is crystalline quartz in colors ranging from pale lilac to deep reddish purple. The February birthstone makes a fine, durable gemstone for all purposes, from jewelry to carved objects.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/07/18.95-ct.-Georgia-Amethyst-JXR2I-300x300.jpg"
  },
  {
    "id": 12,
    "stoneName": "Ametrine",
    "stoneDescription": "Ametrine is a variety of quartz that displays bands of both amethyst purple and citrine yellow. These gems are typically cut to showcase their dramatic color zoning.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/AMETRINE-BOLIVIA-24-64CTS-G41-4-300x300.jpg"
  },
  {
    "id": 13,
    "stoneName": "Ammolite",
    "stoneDescription": "Ammolite is a rare, iridescent, gem-quality material cut from the fossilized shells of extinct sea creatures. Found only in the Bearpaw Formation in Alberta, Canada, this organic gemstone has a dazzling range of colors and patterns and is highly desired for cabochons and assembled jewelry pieces.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/05/25679054_1_x-300x300.jpg"
  },
  {
    "id": 14,
    "stoneName": "Analcime",
    "stoneDescription": "Large colorless crystals of Analcime are a great rarity although small transparent crystals are abundant. Faceted gems are extremely rare and seldom seen even in large collections. The hardness is marginal for wear, but the mineral has no cleavage and should present no difficulties in cutting.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Analcime-300x300.jpg"
  },
  {
    "id": 15,
    "stoneName": "Anatase",
    "stoneDescription": "Anatase occurs in many beautiful colors, such as deep indigo and amber yellow. However, these rare gems are seldom transparent and are usually found as very small crystals. They're hardly ever faceted, except as curiosities for gem collections.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/01/0.13-ct.-Anatase-AnataseII-300x300.jpg"
  },
  {
    "id": 16,
    "stoneName": "Andalusite",
    "stoneDescription": "Strongly pleochroic, andalusite can show shades of green, brown, and red when viewed from different directions. Although tough enough for most jewelry uses, this strikingly beautiful stone is largely unknown to the gem buying public.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/08/Mar17Andalusitell-300x300.jpg"
  },
  {
    "id": 17,
    "stoneName": "Andesine",
    "stoneDescription": "These feldspars are rarely encountered in gem form. Andesine's occurrence is widespread throughout the world, in a great variety of rock types and environments, but in most cases transparent crystals are rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/andesine-300x300.jpg"
  },
  {
    "id": 18,
    "stoneName": "Andradite",
    "stoneDescription": "Andradite is one of the most sought after garnet species. Although more sources have been discovered in recent decades, gem-quality andradites remain rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/7458465_1_x-300x300.jpg"
  },
  {
    "id": 19,
    "stoneName": "Anglesite",
    "stoneDescription": "Although anglesites with pale colors can show great dispersion and brightness, they’re difficult to cut and inadvisable to wear. Faceted pieces are true rarities, seldom seen except in very complete gem collections.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/ANGLESITE-MOROCCO-62-27CTS-G2-8-300x300.jpg"
  },
  {
    "id": 20,
    "stoneName": "Anhydrite (Angelite)",
    "stoneDescription": "Rare and difficult to cut, anhydrite is seldom faceted. However, this material can be carved into beautiful objects. “Angelite,” a blue-gray variety, has become a popular choice for lapidary arts.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/02/56523465_1_x-300x300.jpg"
  },
  {
    "id": 21,
    "stoneName": "Anorthite",
    "stoneDescription": "The rarest plagioclase feldspar, anorthite is very rarely faceted.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/0.23-ct.-Anorthite-with-Copper-AnorthiteI-300x300.jpg"
  },
  {
    "id": 22,
    "stoneName": "Apatite",
    "stoneDescription": "Although too brittle for most jewelry use, properly cut apatite gems are truly magnificent. A collector could assemble a suite of as many as twenty of these bright gems, all with different colors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/neon-blue-green-apatite-300x300.png"
  },
  {
    "id": 23,
    "stoneName": "Apophyllite",
    "stoneDescription": "Although not suitable for jewelry, apophyllite is a popular collector's piece. Perhaps the whitest of all gems, some cut specimens are so devoid of color they can appear almost silvery.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/01/APOPHYLLITE-5.72-300x300.jpg"
  },
  {
    "id": 24,
    "stoneName": "Aquamarine",
    "stoneDescription": "Named after the color of sea water, aquamarine is the blue to blue-green member of the beryl family. Readily available and moderately priced, the modern March birthstone makes an excellent jewelry stone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2020/12/April-2005-Aquamarine-For-W-300x300.jpg"
  },
  {
    "id": 25,
    "stoneName": "Aragonite",
    "stoneDescription": "Aragonite is more commonly found as a constituent of pearl and shell nacre than as a crystal suitable for gem cutting. Too soft for most jewelry use, a faceted aragonite would be a true collector's item.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/08/22.19-ct.-Czech-Aragonite-Aragonite-300x300.jpg"
  },
  {
    "id": 26,
    "stoneName": "Augelite",
    "stoneDescription": "Soft and brittle, rare augelites are difficult to cut and unsuitable for wear. Faceted transparent pieces are only found in very complete gem and mineral collections.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Jan12Augelite-300x300.jpg"
  },
  {
    "id": 27,
    "stoneName": "Axinite",
    "stoneDescription": "When faceted, the members of the axinite mineral group are usually intensely trichroic, with considerable brilliance and rich brown and purple colors dominating. Although very rare, these gems could make magnificent jewelry stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/AXI011B-300x300.jpg"
  },
  {
    "id": 28,
    "stoneName": "Azurite",
    "stoneDescription": "Collectors prize deep blue azurite crystals, but faceted gems are extremely rare. However, azurite frequently occurs mixed with green malachite, and this material is commonly used for cabochons and decorative objects.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/07/il_1140xN.1543403140_176i-300x300.jpg"
  },
  {
    "id": 29,
    "stoneName": "Barite",
    "stoneDescription": "Massive white barite (also called known as baryte) looks like marble and could be used for decorative purposes. In spite of the abundance of good crystals, cut barites aren't commonly seen, especially in rich colors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/08/June16Barite-300x300.jpg"
  },
  {
    "id": 30,
    "stoneName": "Bayldonite",
    "stoneDescription": "Bayldonite is a nondescript greenish material that has been cut into cabochons by enterprising collectors of the unusual. Cut bayldonites are a rarity, nonetheless, and are seldom seen in collections. The luster of cabochons is sometimes almost metallic and provides a curious appearance to the cut stones. Bayldonite provides a curious appearance to the cut stones. Bayldonite is compact but too soft for rings; it could be worm in bola ties and pendants.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Bayldonite-300x300.jpg"
  },
  {
    "id": 31,
    "stoneName": "Benitoite",
    "stoneDescription": "With dispersion higher than diamond and sapphire blue body color, benitoite is one of the most attractive of all rare gems. Gem-quality crystals have been found only in San Benito County, California.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/BENITOITE-CALIFORNIA-2-29CTS-G32-20-300x300.jpg"
  },
  {
    "id": 32,
    "stoneName": "Beryl",
    "stoneDescription": "The beryls are among the most popular, and also the most expensive, of all gems. A wide range of color is represented, from colorless to black. Beryls can be large and flawless, but these are best displayed in museums rather than worn. Emerald is acknowledged as one of the most desirable gemstones, and aquamarine has recently sustained an unprecedented rise in price. Morganite has similarly risen in both demand and value.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Beryl-300x300.jpg"
  },
  {
    "id": 33,
    "stoneName": "Beryllonite",
    "stoneDescription": "Difficult to facet and typically colorless, beryllonite is a rare collector’s gem. Some specimens can show a striking cat’s eye.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/BEN002B-300x300.jpg"
  },
  {
    "id": 34,
    "stoneName": "Bismutotantalite",
    "stoneDescription": "Extremely rare as a cut gem, even in very complete collections. Many of the minerals in the tantalite group have been faceted; bismutotantalite is perhaps the rarest of them all. The color is attractive, but low hardness and good cleavage make use in jewelry unadvisable.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Bismutotantalite-Madagascar-300x300.png"
  },
  {
    "id": 35,
    "stoneName": "Bloodstone",
    "stoneDescription": "Also known as heliotrope, bloodstone is the traditional March birthstone. This dark green, opaque chalcedony with red to orange spots is a variety of plasma gemstone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/01/4429986812_32448ae900_b-300x300.jpg"
  },
  {
    "id": 36,
    "stoneName": "Boleite",
    "stoneDescription": "Cut boleite is strictly for collectors, since it is soft and very rare. Faceted gems of any transparency should be considered among the rarest of all gemstones. The color is so attractive that any available stones would be quickly snapped up by collectors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Boleite-300x300.jpg"
  },
  {
    "id": 37,
    "stoneName": "Boracite",
    "stoneDescription": "With light blue and green colors, no cleavage, and high hardness, boracite is an uncommon mineral. Unfortunately for jewelry lovers, faceted boracites are very rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/09/June-09-Boracite-300x300.jpg"
  },
  {
    "id": 38,
    "stoneName": "Bornite",
    "stoneDescription": "Bornite is suitable only for cabochons. The bronzy color rapidly tarnishes in air to a magnificent iridescent color display, mostly purple, but also with blue and green tones. Bornite is too soft and brittle for anything but a collector curiosity, although cabochons are quite attractive when they tarnish. The material is not rare, so cabochons have no great value beyond the effort of cutting.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Bornite-300x185.png"
  },
  {
    "id": 39,
    "stoneName": "Brazilianite",
    "stoneDescription": "Brazilianite's lovely green to yellow colors make it a must for gem collectors. Large faceted stones are often flawed, but smaller cut gems can make beautiful jewelry pieces.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/08/BRAZILIANITE-CORREGOFRIO-JB164-01-300x300.jpg"
  },
  {
    "id": 40,
    "stoneName": "Breithauptite",
    "stoneDescription": "Breithauptite is a curiosity cut for collectors, although it could be worn with care in jewelry. The color is extremely lovely, a delicate reddish or violet with metallic luster that is both unique and attractive. Sometimes the reddish sulfide is veined with streaks of native silver or colorless gangue minerals, providing interesting patterning to the color. The material is not very rare but is seldom encountered in cut form.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Breithauptite-300x300.jpg"
  },
  {
    "id": 41,
    "stoneName": "Brookite",
    "stoneDescription": "Brookite usually occurs in very dark colors, transparent only in small fragments. Cuttable crystals are exceedingly rare, making attractive faceted gems prized collector’s items.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Jan-09-Brookite-300x300.jpg"
  },
  {
    "id": 42,
    "stoneName": "Brucite",
    "stoneDescription": "Brucites are extremely difficult to cut. Although too soft for jewelry use, faceted pieces would be great additions to collections of rare gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/July-09-Brucite-300x300.jpg"
  },
  {
    "id": 43,
    "stoneName": "Bustamite",
    "stoneDescription": "Bustamite is very similar in appearance and properties to rhodonite. The Japanese crystals are very rich in Mn. The color, when fresh, is paler than rhodonite. Bustamite may also be fibrous, and then yields fine catseye gems, but these are extremely rare. Faceted Bustamite are very attractive, especially in the pinkish shades, but stones over 1-2 carats are very rare collector items. The cleavage makes cutting difficult and wear ill advised.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Bustamite.jpg"
  },
  {
    "id": 44,
    "stoneName": "Bytownite",
    "stoneDescription": "Bytownite is found in basic plutonic rocks, some metamorphic rocks, and meteorites.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/bytownite-300x300.jpg"
  },
  {
    "id": 45,
    "stoneName": "Calcareous Concretions",
    "stoneDescription": "Several species of marine mollusks produce stony growths called calcareous concretions or non-nacreous pearls. Varieties such as conch pearls, tridacna pearls, and others are frequently used in jewelry. Although not true pearls, they can still make beautiful gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/07/25121758_1_x-300x300.jpg"
  },
  {
    "id": 46,
    "stoneName": "Calcite",
    "stoneDescription": "Calcite is common and abundant throughout the world. The material has little intrinsic value since it is not scarce. However, calcite is one of the most difficult of all minerals to be cut because of perfect cleavage in 3 directions. The cost of faceted stone is therefore mostly in the labor of cutting. Normally, a faceted stone breaks during cutting, and the finished gem is much smaller than the originally intended size. Therefore, a cut calcite over 50 carats is extremely rare. Faceted stones cut from material from many localities might turn up, but the lack of scarcity value is not encouraging to potential calcite cutters.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/calcite-Canada-300x300.png"
  },
  {
    "id": 47,
    "stoneName": "Canasite",
    "stoneDescription": "The material usually seen on the market as “canasite” is purplish in color. It is frequently confused with another purplish material, a member of the  serpentine family known as stichtite. However, stichtite occurs in elongated fibers that have a kind of lustrous sheen, almost asbestiform, whereas canasite is granular. Recent research seems to indicate that, in fact, the material being called “canasite” has no canasite in it but is a new, distinct species.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Canasite.jpg"
  },
  {
    "id": 48,
    "stoneName": "Cancrinite",
    "stoneDescription": "Cancrinite is one of the most attractive of all opaque or translucent gem materials. It is a bit too soft for average wear, but its distinctive color is worthy of jewelry. Cancrinite may be tricky to cut because it often contains numerous hard inclusions. Faceted gems even as small as 1 carat are considered great rarities.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Cancrinite.jpg"
  },
  {
    "id": 49,
    "stoneName": "Carnelian",
    "stoneDescription": "The best-known and generally least expensive variety of chalcedony is carnelian. It ranges in color from yellow-orange to rich, near reddish orange, to orangey brown, and varies from semi-opaque to highly translucent.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/09/carnelian-sard-300x300.jpg"
  },
  {
    "id": 50,
    "stoneName": "Cassiterite",
    "stoneDescription": "Cassiterite is a durable gemstone with tremendous dispersive fire, especially visible in properly cut pale-colored stones. As the principal ore of tin, it’s also a common mineral. Unfortunately, facetable rough is very scarce.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Sep14CassI-300x300.jpg"
  },
  {
    "id": 51,
    "stoneName": "Catapleiite",
    "stoneDescription": "The only reported cut catapleiite is from Mte. Ste. Hilaire, Quebec, Canada, in the form of tiny colorless gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Catapleiite-300x300.jpg"
  },
  {
    "id": 52,
    "stoneName": "Celestite",
    "stoneDescription": "Soft, fragile, and hard to cut, celestite or celestine is seldom seen in gem collections. These gems are usually colorless or pale blue, but rare orange, green, yellow, and red shades have also been found.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/12/5.12-ct.-Malagasy-Blue-Celestite-CelestiteI-300x300.jpg"
  },
  {
    "id": 53,
    "stoneName": "Ceruleite",
    "stoneDescription": "A little-known gem material of truly exquisite color, sky-blue ceruleite takes a very high polish easily and quickly. However, fine, solid, cuttable pieces are extremely rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/01/il_570xN.1432326257_5kb2-300x300.jpg"
  },
  {
    "id": 54,
    "stoneName": "Cerussite",
    "stoneDescription": "As beautiful as a diamond, a faceted cerussite actually has higher dispersion and usually excellent transparency, colorless or light body color, and an adamantine luster. However, this gem is notoriously difficult to cut and too soft for jewelry use.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2019/04/Aug-09-CerussiteII-300x300.jpg"
  },
  {
    "id": 55,
    "stoneName": "Chabazite",
    "stoneDescription": "Although faceting chabazite isn't too difficult, it's too soft for jewelry. However, only a handful of cut chabazites may exist because facetable material is extremely scarce.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/chabazite-Nova-Scotia-300x300.png"
  },
  {
    "id": 56,
    "stoneName": "Chalcedony",
    "stoneDescription": "Technically, chalcedony (kal SED' uh nee) is any form of microcrystalline or cryptocrystalline quartz, (meaning any form of quartz whose crystals are too small to be seen without high magnification.) In common practice, only the translucent, single color types are sold as chalcedony whereas the rest of this group are sold under individual variety names, or as jasper or agate. While the definitions overlap, jasper usually refers to an opaque, solid colored stone. Agate is defined either by its translucency, or by having a pattern to its colors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/08/ch1.gif"
  },
  {
    "id": 57,
    "stoneName": "Chambersite",
    "stoneDescription": "Chambersite is an exceedingly rare mineral. Although it has properties suitable for jewelry use, its crystals occur in very small sizes. Few cut specimens of this colorless, brownish, or purple stone exist.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/12/chambersite-FI-300x300.jpg"
  },
  {
    "id": 58,
    "stoneName": "Charoite",
    "stoneDescription": "With light to medium dark purple colors and swirling patterns, charoite is one of the few gemstones so distinctive that a gemologist can make a sight identification with confidence. No other material is likely to be mistaken for it.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/08/64646705_2_x-300x300.jpg"
  },
  {
    "id": 59,
    "stoneName": "Chicken-Blood Stone",
    "stoneDescription": "One of the most prized ornamental materials in China, chicken-blood stone has been used for centuries to create carvings with characteristic red markings. However, its physical properties can vary considerably.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/43513947_5_x-300x300.jpg"
  },
  {
    "id": 60,
    "stoneName": "Childrenite",
    "stoneDescription": "Cut childrenite is a great rarity, and all gems are small. Cut eosphorite is more abundantly available, though both materials are very scarce.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Childrenite.png"
  },
  {
    "id": 61,
    "stoneName": "Chiolite",
    "stoneDescription": "Chiolite makes a challenging gem. It's difficult to cut, extremely rare, and has little appeal. It's solely a curiosity in the gem world.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/03/1.04-ct.-Chiolite-ChioliteII-300x300.jpg"
  },
  {
    "id": 62,
    "stoneName": "Chromite",
    "stoneDescription": "Chromite is shiny and black, and makes a curious-looking cabochon with no special attraction. Occasionally, a cabochon has a reddish color. The stones have little value because the material is extremely abundant but are cut as curiosities only.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Chromite-300x300.jpg"
  },
  {
    "id": 63,
    "stoneName": "Chrysoberyl",
    "stoneDescription": "Although many gems show a cat’s eye effect, when the term “cat’s eye” is used alone, it always refers to the rare gemstone chrysoberyl. Chatoyant chrysoberyls can be cabbed to display their spectacular eyes, while non-chatoyant specimens can make wonderful faceted stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/06/Chrysoberyl-Cats-Eye-5-cts-copy-300x300.jpg"
  },
  {
    "id": 64,
    "stoneName": "Chrysocolla",
    "stoneDescription": "Pure blue chrysocolla is extremely soft but interesting to gem collectors. On the other hand, chrysocolla that forms as gel mixed with silica and hardens into a blue to blue-green chrysocolla chalcedony is quite hard and a popular jewelry stone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/chrysocolla-specimens-300x300.png"
  },
  {
    "id": 65,
    "stoneName": "Chrysocolla Chalcedony",
    "stoneDescription": "Marketed as GemSilica this relatively rare, blue to blue-green, opaque to near transparent material is the most expensive type of chalcedony.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/09/tuc8-091a-300x300.jpg"
  },
  {
    "id": 66,
    "stoneName": "Chrysoprase",
    "stoneDescription": "Chrysoprase is apple-green chalcedony that derives its color from nickel. Its hardness and striking color make it a popular gemstone for jewelry as well as carvings.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/09/4219990435_8463ef4423_z-e1518580091727-300x300.jpg"
  },
  {
    "id": 67,
    "stoneName": "Cinnabar",
    "stoneDescription": "Magnificent red cinnabar is extremely soft and fragile, so faceted material is rare. It's cut primarily for collectors and carvings.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/d6a-300x300.jpg"
  },
  {
    "id": 68,
    "stoneName": "Citrine",
    "stoneDescription": "Citrine is the yellow to red-orange variety of crystalline quartz. Clever marketing and the rise of “earth tone” fashions have made this durable and readily available gem a popular jewelry stone in recent years.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/06/il_fullxfull.1590749365_r6jc-300x300.jpg"
  },
  {
    "id": 69,
    "stoneName": "Clinochlore",
    "stoneDescription": "Clinochlore is a family of minerals in the chlorite group. To date, only kämmerite and sheridanite varieties are known to have been cut as gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/Grossular-Clinochlore-300x300.jpg"
  },
  {
    "id": 70,
    "stoneName": "Cobaltite",
    "stoneDescription": "Cobaltite cabochons can have a lovely metallic luster. However, this gem material is very seldom faceted.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/54512902_1_x-300x300.jpg"
  },
  {
    "id": 71,
    "stoneName": "Colemanite",
    "stoneDescription": "Colemanite is an abundant mineral, and transparent material isn’t rare. However, gem cutters rarely facet these typically pale stones. Difficult to cut and wear, colemanites are better suited for collectors of unusual gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/July-08-Colemanite-300x300.jpg"
  },
  {
    "id": 72,
    "stoneName": "Color Change Garnet",
    "stoneDescription": "Any stone that changes color under different types of light is a rare treat for collectors. Color change garnets show the widest range of transformations in the gem world, with almost any hue possible.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/ga1671-300x300.jpg"
  },
  {
    "id": 73,
    "stoneName": "Color Change Sapphire",
    "stoneDescription": "Color change sapphires are those that change color between light sources.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/11/82b_NewRockBig-300x300.jpg"
  },
  {
    "id": 74,
    "stoneName": "Coral",
    "stoneDescription": "Coral is the external skeleton of a tiny, plant-like marine animal called the coral polyp. The structures that result from generations of these creatures growing as colonies on top of each other can be quite massive. Since time immemorial, coral has been used for carvings, cabochons, and other jewelry pieces.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/01/Image-0795-FI-300x300.png"
  },
  {
    "id": 75,
    "stoneName": "Cordierite",
    "stoneDescription": "The crystal structure of cordierite has many similarities to that of beryl; indialite, the dimorph, in fact has the same structure as beryl. Iolite with hematite inclusions (bloodshot iolite) comes from Sri Lanka. The inclusions sometimes yield a gem showing a 4-rayed star (quite rare). The blue color of iolite along one optical direction strongly resembles sapphire, and such gems, correctly oriented in settings, are often confused with sapphires. Iolite is not a very rare material, but stones that are completely clean over 10 carats are quite uncommon, and clean 15-20 carat gems are worthy of museum display.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Cordierite-300x154.jpg"
  },
  {
    "id": 76,
    "stoneName": "Corundum",
    "stoneDescription": "Next to diamond, corundum is the hardest mineral known and is very compact and dense, with no cleavage. As a result, corundum is one of the best of all jewelry stones, especially star corundum, which is tough as well as scratch-resistant. Faceted gems are slightly brittle and can be chipped, though much less easily than other gems. Ruby is red corundum. All other colors of corundum are called sapphires.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Corundum2-300x300.jpg"
  },
  {
    "id": 77,
    "stoneName": "Covellite",
    "stoneDescription": "Although covellite has attractive blue colors and shows iridescence, this rare mineral is difficult to cut. You can scratch it with a fingernail! As cut gems, they're strictly curiosities for collectors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/02/il_570xN.1390420748_amdj-300x300.jpg"
  },
  {
    "id": 78,
    "stoneName": "Creedite",
    "stoneDescription": "Probably fewer than a dozen creedite gems have ever been faceted. This rare mineral is rarer still as a cuttable crystal.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/07/faceted-creedite-Mexico-300x300.jpg"
  },
  {
    "id": 79,
    "stoneName": "Crocoite",
    "stoneDescription": "Lovely saffron-colored crocoite is quite a rare mineral. Although too soft and brittle for jewelry wear, a few crystals have been faceted for collectors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/10/CRO0021.65cta-300x300.jpg"
  },
  {
    "id": 80,
    "stoneName": "Cryolite",
    "stoneDescription": "Typically colorless with a “sleepy” look, cryolite is rarely found in nature. Rough suitable for gem faceting is extremely scarce. However, the synthetic version of this mineral has many industrial uses.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/rnc15-030b-wm-cryolite-rough-and-cut-set-greenland-fine-mineral-specimen-300x300.jpg"
  },
  {
    "id": 81,
    "stoneName": "Cuprite",
    "stoneDescription": "One of the rarest of all facetable gems, cut cuprites can show magnificent deep red color. However, these beautiful stones are too fragile for jewelry use.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/CUPRITE-25.82-300x300.jpg"
  },
  {
    "id": 82,
    "stoneName": "Danburite",
    "stoneDescription": "A very durable gemstone, danburite is an excellent choice for jewelry use. Although the mineral isn't rare, large facetable pieces are scarce.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/08/DAN019B-300x300.jpg"
  },
  {
    "id": 83,
    "stoneName": "Datolite",
    "stoneDescription": "Polished and sliced datolite nodules can show off very attractive colors. Datolite is a popular collector’s mineral, but faceted and cabbed datolites are rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/DAT004A-300x300.jpg"
  },
  {
    "id": 84,
    "stoneName": "Demantoid Garnet",
    "stoneDescription": "One of the rarest garnet varieties, demantoid can have a green color that rivals emerald and a fire that exceeds diamond. Demantoids are highly prized by both gem collectors and jewelry enthusiasts.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/02/DEMANTOID-MADAGASCAR-1.88CTS-G15-5-300x300.jpg"
  },
  {
    "id": 85,
    "stoneName": "Diamond",
    "stoneDescription": "Diamond is the most romanticized and heavily marketed of all gemstones. Nearly every jewelry establishment handles diamonds, even if it has no other gemstones in stock. The annual world production of diamonds is on the order of 10 tons. Of course, only a small percentage of this is gem quality, but diamond of very fine quality is nowhere near as scarce as equivalently high quality ruby or emerald.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/faceted-diamond-South-Africa-69-300x300.png"
  },
  {
    "id": 86,
    "stoneName": "Diaspore",
    "stoneDescription": "Diaspore is hard enough to make a durable jewelry stone, but the typical light brownish color is not easy to sell. Despite the large Turkish material, this is a very rare gemstone indeed.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/diaspore-300x295.jpg"
  },
  {
    "id": 87,
    "stoneName": "Dickinsonite",
    "stoneDescription": "This mineral is seldom even mentioned in the gem literature because it is so rare and has been so seldom cut. Faceted gems are practically nonexistent, and would be among the rarest of all cut stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/gem-placeholder-300x300.jpg"
  },
  {
    "id": 88,
    "stoneName": "Diopside",
    "stoneDescription": "Violane has been used for beads and inlay—transparent material is always very tiny. The color of this material is deep violet or blue and is very rare. Catseye material cuts extremely sharp eyes, the best being from Burma. Faceted diopside is not extremely rare, but large (over 15 carats) clean stones are. Colors are usually dark, so a bright and attractive gem is most desirable. Hedenbergite and the intermediate varieties tend always to be opaque except in very thin splinters. Chrome diopside, quite rare in sizes over 3-4 carats, has become available in commercial quantities from the USSR. The color is excellent, with Cr content about 0.5% by weight.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Diopside-300x300.jpg"
  },
  {
    "id": 89,
    "stoneName": "Dioptase",
    "stoneDescription": "Dioptase has a beautiful, emerald-like green color. Although this mineral isn’t rare, gems are seldom faceted because of a paucity of clean material over 1 carat.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/tz12b-300x300.jpg"
  },
  {
    "id": 90,
    "stoneName": "Dolomite",
    "stoneDescription": "Although transparent dolomite crystals are fairly abundant and popular collector’s items, faceted gems are soft, fragile, and rarely seen in jewelry. However, massive material can be carved into decorative pieces.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/rnc15-043b-wm-dolomite-rough-and-cut-set-spain-fine-mineral-specimen-300x300.jpg"
  },
  {
    "id": 91,
    "stoneName": "Dumortierite",
    "stoneDescription": "Dumortierite is a beautiful and very hard material, eminently suitable for jewelry. The cabochon material is the only generally known form, since faceted stones are so rare. Fibrous inclusions have been noted in the transparent Brazilian stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Dumortierite-300x300.jpg"
  },
  {
    "id": 92,
    "stoneName": "Ekanite",
    "stoneDescription": "A relative newcomer to the world of gemstones, ekanite is rare and usually quite radioactive. When cabbed, some ekanites can display a star stone effect.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/EkaniteI-300x300.jpg"
  },
  {
    "id": 93,
    "stoneName": "Emerald",
    "stoneDescription": "Emerald has been synonymous with the color green since ancient times. A fine emerald is a truly breathtaking sight, and this member of the beryl family deserves its placement among the traditional “Big Four” gems along with diamond, ruby, and sapphire.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/51561341_1_x-300x300.jpg"
  },
  {
    "id": 94,
    "stoneName": "Enstatite",
    "stoneDescription": "Most gem enstatites have indices in the range 1.663-1.673. The brown and green gems from Tanzania are enstatites, as are the brownish-green stones from Sri Lanka. Green and brown gems from India and Brazil tend to be in the bronzite composition range. The gems of the orthopyroxene series are usually very dark, slightly brittle because of cleavage, and generally not appealing for jewelry purposes. The 4-rayed star gems are widely sold at a very low price, and the material is extremely plentiful. However, clean gems of hypersthene and enstatite are not abundant, except in very small (1-2 carat) sizes. Even in this size the colors tend to be dark and muddy. These are all true collector gemstones. Orthoferrosilite is included for completeness and has no gem significance.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Enstatite-300x210.jpg"
  },
  {
    "id": 95,
    "stoneName": "Eosphorite",
    "stoneDescription": "Faceted eosphorites in pale colors are quite attractive and easy to cut. However, these very rare gems are too soft for most jewelry use.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/EOS003A-300x300.jpg"
  },
  {
    "id": 96,
    "stoneName": "Epidote",
    "stoneDescription": "The epidote mineral supergroup contains many related species of interest to collectors. However, epidote itself is the one most likely to be faceted into beautiful, albeit small and dark, gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/09/17Epidotea1-300x300.jpg"
  },
  {
    "id": 97,
    "stoneName": "Ettringite",
    "stoneDescription": "Ettringite is not generally facetable. Any cut stone would be considered an extreme rarity.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Ettringite-300x300.jpg"
  },
  {
    "id": 98,
    "stoneName": "Euclase",
    "stoneDescription": "Although hard enough to be worn safely in jewelry, euclase in beautiful colors is rare over a few carats. It’s also a difficult gem to facet.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/EUC010AA-300x300.jpg"
  },
  {
    "id": 99,
    "stoneName": "Eudialyte",
    "stoneDescription": "Although lapidaries can cut cabochons and decorative objects from massive or translucent eudialyte crystals, transparent material suitable for faceting is elusive and always small.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/EUD001A-300x300.jpg"
  },
  {
    "id": 100,
    "stoneName": "Euxenite",
    "stoneDescription": "Euxenite is seldom seen in collections. Most collectors would not regard the mineral as facetable, but transparent fragments and areas of crystals have been noted that could cut small gems. Sometimes cabochons are cut by collectors, but these are not very striking. The colors of faceted stones would be too dark to make them appealing.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Euxenite-300x300.jpg"
  },
  {
    "id": 101,
    "stoneName": "Feldspar",
    "stoneDescription": "Feldspars are the most common minerals at the Earth's surface. In fact, if the entire composition of the Earth's crust were regarded as a single mineral, it would calculate out almost exactly as a feldspar.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/plagioclase-300x300.jpg"
  },
  {
    "id": 102,
    "stoneName": "Fergusonite",
    "stoneDescription": "This mineral is not abundant and is known from various localities. Cabochons are cut merely as curiosities, as they have no special features that would recommend them except rarity. There are reports of transparent grains or parts of crystals that have been cut by collectors, but these are merely curiosities and are seldom encountered.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Fergusonite-300x300.jpg"
  },
  {
    "id": 103,
    "stoneName": "Fluorite",
    "stoneDescription": "Although too fragile for most jewelry use, fluorites are often faceted for collectors. They occur in a wide range of attractive colors and can be extremely bright. These gems are also renowned for their fluorescence.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/pink-fluorite-Pakistan-300x300.png"
  },
  {
    "id": 104,
    "stoneName": "Freshwater Pearl",
    "stoneDescription": "Like their marine cousins, many freshwater mollusks can produce pearls. However, this rarely occurs in nature. Today, the majority of pearls on the market are actually cultured freshwater pearls, and they make very popular and affordable jewelry stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/07/55391133_2_x-300x300.jpg"
  },
  {
    "id": 105,
    "stoneName": "Friedelite",
    "stoneDescription": "Friedelite is not abundant, and gem-quality material is rarely seen even in large collections. Faceted gems are true collector's items.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/01/Feb13Friedelite-300x300.jpg"
  },
  {
    "id": 106,
    "stoneName": "Gadolinite",
    "stoneDescription": "This is not a terribly attractive gemstone, but faceted gems would be a tremendous rarity. The material is quite brittle, but there is no cleavage to cause problems in cutting. I do not know of the existence of a faceted gem at this writing.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Gadolinite-300x300.jpg"
  },
  {
    "id": 107,
    "stoneName": "Gahnospinel",
    "stoneDescription": "Gahnospinel is a solid-state solution between spinel and gahnite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/blue-spinel-300x300.jpg"
  },
  {
    "id": 108,
    "stoneName": "Garnet",
    "stoneDescription": "Although commonly associated with the color red, garnets can be found in almost any color and are popular choices for jewelry of all types. The January birthstone is not a single gem species but actually a complex family of many species and varieties.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/03/ga1447-n-300x300.jpg"
  },
  {
    "id": 109,
    "stoneName": "Gaylussite",
    "stoneDescription": "This mineral is very hard to cut because of extreme softness and cleavage. Gaylussite dries out slowly in air and the surfaces may turn white. Stones in collections are therefore best stored in sealed containers to prevent dehydration. Gaylussite is seen only in very comprehensive collections, and relatively few stones have been cut. Transparent crystals are not terribly rare, but faceted gems are relatively uninteresting.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Gaylussite-300x300.jpg"
  },
  {
    "id": 110,
    "stoneName": "Glass",
    "stoneDescription": "Glass has been used in jewelry for thousands of years. By itself, glass is brittle and unimpressive with very little color or brilliance. However, with additives, it can become more colorful, lively, and durable.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/11d7f1_6b78a33d23c64a289d69ddd4c335baa0mv2_d_3024_3024_s_4_2-300x300.jpg"
  },
  {
    "id": 111,
    "stoneName": "Grandidierite",
    "stoneDescription": "A rather rare mineral, lovely blue-green grandidierite is seldom seen in gem or jewelry collections. Translucent material is sometimes cut into cabochons. Faceted pieces are very rare, but recent discoveries of transparent material may bring more to the market.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Mar18GrandCab-300x300.jpg"
  },
  {
    "id": 112,
    "stoneName": "Grossular Garnet",
    "stoneDescription": "Grossular garnets come in almost every color, even colorless, except blue. However, unlike other garnets, they’re rarely red or dark. Often light to medium in tone, they make brilliant, vibrant jewelry stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/01/Jan14M-Merelani-Mint-Garnet-300x300.jpg"
  },
  {
    "id": 113,
    "stoneName": "Gypsum",
    "stoneDescription": "Gypsum is one of the most abundant minerals, but gem-quality crystals are very rare. This material is extremely difficult to facet but very easy to carve into sculptures and decorative objects.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Nov14Gypsum-300x300.jpg"
  },
  {
    "id": 114,
    "stoneName": "Hambergite",
    "stoneDescription": "Although hard enough for jewelry use, rare hambergite is a gem for collectors of the unusual. Its combination of high birefringence and very low specific gravity makes it easy to identify.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/12/HAM003B-300x300.jpg"
  },
  {
    "id": 115,
    "stoneName": "Haüyne",
    "stoneDescription": "One of the major mineral constituents of lapis lazuli, haüyne is rarely found and faceted as a distinct gemstone. Collectors prize its beautiful, deep blue color, although it can also occur in other hues.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/HAU002C-300x300.jpg"
  },
  {
    "id": 116,
    "stoneName": "Heliodor",
    "stoneDescription": "Heliodor is a member of the beryl family. This stone is known for its range of yellow colors — from pale yellow, greenish yellow, orange-yellow, to a deep golden orange. Heliodor can be faceted for jewelry use.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/11/il_1588xN.1565834073_5qw9-300x300.jpg"
  },
  {
    "id": 117,
    "stoneName": "Hematite",
    "stoneDescription": "Hematite has a long history of use as a pigment. As a gemstone, this material is often carved but very rarely faceted.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/08/85164247_1_x-300x300.jpg"
  },
  {
    "id": 118,
    "stoneName": "Hemimorphite",
    "stoneDescription": "Massive hemimorphite can have a very delicate, blue color. However, it's seldom cut because not very much has appeared on the market.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/01/il_570xN.1507741413_381c-300x300.jpg"
  },
  {
    "id": 119,
    "stoneName": "Herderite",
    "stoneDescription": "Herderite is a rare collector's gem, especially in larger sizes. Although too soft for daily jewelry wear, this material is attractive when cut and can show a wide range of colors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/04/HerderiteII-300x300.jpg"
  },
  {
    "id": 120,
    "stoneName": "Hessonite",
    "stoneDescription": "Also known as the “cinnamon stone,” hessonite is the yellow-orange to reddish orange variety of grossular garnet. Hessonites can make beautiful, inexpensive jewelry stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/d20799096dd9349f9aafe4e17ff00f1132484a0fd55956dde084087b29dd9666_NewRockBig-300x300.jpg"
  },
  {
    "id": 121,
    "stoneName": "Hodgkinsonite",
    "stoneDescription": "Hodgkinsonite is one of the rarest of all collector gems. Cut stones are bright and richly colored, but the crystals were never abundant and still fewer had transparent areas. Fewer than 10 cut stones may exist.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Hodgkinsonite.jpg"
  },
  {
    "id": 122,
    "stoneName": "Holtite",
    "stoneDescription": "This mineral was first noted in 1937 but was not described in detail until 1971. It has not yet been seen as a gem, but the high hardness would allow it be worn with no risk of scratching. Holtite is now considered to be a variety of dumortierite. The mineral comes from the one locality, and a cut stone would have to be considered a great rarity.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/gem-placeholder-300x300.jpg"
  },
  {
    "id": 123,
    "stoneName": "Howlite",
    "stoneDescription": "Howlite is always opaque in nodules; it is an abundant material and easy to acquire. Sometimes it contains black, threadlike impurities resembling the veining in turquoise. Howlite is frequently dyed blue to resemble turquoise, and it makes a most convincing simulant. The white material is relatively unexciting in appearance.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Howlite-300x158.jpg"
  },
  {
    "id": 124,
    "stoneName": "Huebnerite (Hübnerite)",
    "stoneDescription": "It should not be difficult to find numerous small faceted huebnerites among larger gemstone collections. Certainly ample material exists to cut a number of such gems, although they are rarely offered for sale.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Hubnerite-PastoBueno-Peru-6cm-JB1462-95-fine-mineral-specimens-300x300.jpg"
  },
  {
    "id": 125,
    "stoneName": "Humite",
    "stoneDescription": "Clinohumites and chondrodites can make beautiful gemstones with rich colors, but these members of the humite mineral group are rare and little known to the gem-buying public.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Sep14Clinohumite-300x300.jpg"
  },
  {
    "id": 126,
    "stoneName": "Hureaulite",
    "stoneDescription": "Hureaulite can show rich and lively pink, rose, and orange colors. However, this collector's gem is rarely cut.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/SOREG14A06a-art-soregaroli-fine-minerals-300x300.jpg"
  },
  {
    "id": 127,
    "stoneName": "Hurlbutite",
    "stoneDescription": "Hurlbutite is an extremely rare mineral. Minute, colorless faceted stones have been cut from fragments.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Hurlbutite-300x300.jpg"
  },
  {
    "id": 128,
    "stoneName": "Hydrogrossular Garnet",
    "stoneDescription": "Hydrogrossular differs from the other garnets in that it is never transparent. It ranges from translucent to opaque. The most common color is a blueish green, but they are also found in pink, white, and gray.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/24.43-ct.-Hydrogrossular-Garnet-Cabochon-GarnetCabI-300x300.jpg"
  },
  {
    "id": 129,
    "stoneName": "Hyperitdiabas",
    "stoneDescription": "Hyperitdiabas is one of the most outstanding minerals I have encountered in recent years. Its appearance striking beautiful and a close inspection reveals still more delights. It has all the properties of a commercially important gemstone, but its rarity will keep it on the sidelines.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/hyper.jpg"
  },
  {
    "id": 130,
    "stoneName": "Idocrase (Vesuvianite)",
    "stoneDescription": "Idocrase is one of the lesser known and more beautiful collector gems. When properly cut it is as bright and attractive as the grossular garnets, which it so strongly resembles. The complexities of its chemistry lead to a huge range in properties and colors. Cuttable material is known from Italy (brown and green), Quebec (pale green, bright yellow), New York (brown), Pakistan (green), Kenya (brown and green).",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Idocrase.jpg"
  },
  {
    "id": 131,
    "stoneName": "Inderite",
    "stoneDescription": "Inderite is very soft and difficult to cut, and only a few stones have been cut by hobbyists. There is plenty of cuttable material in existence, and although the material comes from only a few localities, it is not considered a great rarity. The surface of cut stones may become white and cloudy after cutting; care must be taken in storage and to dry the stones after cutting.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Inderite-300x300.jpg"
  },
  {
    "id": 132,
    "stoneName": "Iolite",
    "stoneDescription": "This stone, which represents one of the few relatively available and affordable blue stone options, is rapidly gaining in popularity. Arguably the gain is due more to exposure in mail order catalogs and on cable shopping channels than to promotion by traditional jewelry stores. Run of the mill stones often have a steely, inky or washed out blue color, but the best specimens can rival AAA tanzanite in the saturation of their blue-violet hue.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/08/iolite.gif"
  },
  {
    "id": 133,
    "stoneName": "Jadeite",
    "stoneDescription": "One of two distinct minerals commonly known as jade, jadeite is the rarer and harder variety. Rich emerald-green jadeite, known as “imperial jade,” is also the most highly valued. However, durable jadeite can be found in many colors and is well-suited for both intricate carvings and cabochons.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/04/63053900_1_x-300x300.jpg"
  },
  {
    "id": 134,
    "stoneName": "Jasper",
    "stoneDescription": "Jasper is an opaque, solid or patterned variety of cryptocrystalline quartz. All types of jasper take an excellent polish, are trouble free to care for, and hardy enough for all jewelry uses. These stones are usually cabbed, sometimes carved, but seldom faceted.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/09/Jasper-Oregon-300x300.jpg"
  },
  {
    "id": 135,
    "stoneName": "Jeremejevite",
    "stoneDescription": "Jeremejevite would make a durable and attractive jewelry stone, but this rare mineral occurs even more rarely as facetable material. Recently, new sources have been discovered, but jeremejevite remains mainly a prized collector’s gem.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/0.80-ct-Jeremejevite-Namibia-300x300.jpg"
  },
  {
    "id": 136,
    "stoneName": "Jet",
    "stoneDescription": "Historically a popular black gem, jet has declined in popularity in modern times. Although jet jewelry has been long associated with mourning, this organic gem can be made into large, eye-catching beads, carvings, and even faceted pieces.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/10/6248104925_8a693ddba5_z-300x300.jpg"
  },
  {
    "id": 137,
    "stoneName": "Kornerupine",
    "stoneDescription": "Star kornerupine also has been found (Mogok, Myanmar) but is very rare. Kornerupine is generally dark brown or green and not very attractive due to the somber colors. The light green material from Kenya is much more appealing, but the sizes are always small (under 3 carats as a rule). The color is caused by traces of Fe, Cr. and V. Despite the fact that many stones are in museums and private collections, kornerupine is a rather rare gemstone and, for the collector, worth acquiring when available.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/KORNERUPINE-300x144.jpg"
  },
  {
    "id": 138,
    "stoneName": "Kurnakovite",
    "stoneDescription": "Kurnakovite is difficult to cut, inadvisable to wear, and usually colorless. Consequently, faceted specimens are extremely rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/4.36-ct.-Kurnakovite-KurnakoviteI-300x300.jpg"
  },
  {
    "id": 139,
    "stoneName": "Kyanite",
    "stoneDescription": "Kyanite’s physical properties make it very difficult to facet. However, it’s a popular collector’s gem, especially in sapphire-blue colors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/4.55-ct.-Nepalese-Kyanite-KyaniteI-300x300.jpg"
  },
  {
    "id": 140,
    "stoneName": "Kämmererite",
    "stoneDescription": "A beautiful but rare mineral, kämmererite is extraordinarily difficult to facet. As a result, the availability of cut gems is severely limited. A few clean, well-cut gems do exist — a testimony to the perseverance of hobbyists!",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/sm20-381a-wm-300x300.jpg"
  },
  {
    "id": 141,
    "stoneName": "Labradorite",
    "stoneDescription": "An overview on Labradorite Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of Labradorite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/Labradorite-300x300.jpg"
  },
  {
    "id": 142,
    "stoneName": "Langbeinite",
    "stoneDescription": "This material is nondescript and is cut solely as a curiosity. The gems are soft, pale colored, or colorless, with no fire. Few cut stones have been reported, but this may be due to a lack of interest rather than a lack of suitable rough.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Langbeinite-553833-300x300.jpg"
  },
  {
    "id": 143,
    "stoneName": "Lapis Lazuli",
    "stoneDescription": "Lapis lazuli has been used since ancient times and remains popular today. This gemstone has been prized for its bright, blue color and used for inlay and intarsia as well as for pigments for cosmetics and paintings. Its contrast and eye appeal is irresistible. Today, jewelry is its predominant use.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/02/CI38.23.234ab-300x300.jpg"
  },
  {
    "id": 144,
    "stoneName": "Laserblue",
    "stoneDescription": "Laserblue is a rare, synthetic glass. It's hard for glass but easy to chip.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/Laserblue-synthetic-glass-300x300.png"
  },
  {
    "id": 145,
    "stoneName": "Lawsonite",
    "stoneDescription": "Lawsonite is extremely rare as a faceted stone, seldom reported and generally unavailable.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Lawsonite-300x300.jpg"
  },
  {
    "id": 146,
    "stoneName": "Lazulite",
    "stoneDescription": "Lazulite makes a magnificent, deep blue gemstone. Although the mineral itself occurs widely, gem-quality rough is limited. Specimens are prized by collectors but can also be faceted with care or cut into cabochons for jewelry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/11/1.26-ct.-Pakistani-Lazulite-LazuliteI-300x300.jpg"
  },
  {
    "id": 147,
    "stoneName": "Legrandite",
    "stoneDescription": "Too soft for jewelry use, legrandite is a popular collector’s mineral because of its intense yellow color and aesthetic crystal groupings. Transparent, faceted gems are extremely rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/feb10legrandite-tgt-300x300.jpg"
  },
  {
    "id": 148,
    "stoneName": "Lepidolite",
    "stoneDescription": "Reddish granular or massive lepidolite is usually slabbed for ornamental purposes, such as ashtrays paperweights, and bookends. Faceted micas are virtually nonexistent because of the perfection of the cleavage and the variable hardness within crystals.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Lepidolite-1405331.jpg"
  },
  {
    "id": 149,
    "stoneName": "Leucite",
    "stoneDescription": "Although abundant in various lava rocks, leucite is extremely rare in gem-quality form and often has a milky or cloudy look. Faceted stones as well as well-shaped crystals are prized by collectors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Dec16LeuciteII-300x300.jpg"
  },
  {
    "id": 150,
    "stoneName": "Linarite",
    "stoneDescription": "The blue color of linarite is magnificent, and it is a pity that large facetable rough has not been found. Clean areas of crystals are usually very small, and breakage in cutting due to the softness and cleavage of the mineral further complicates the salvaging of a large gem. This is a lovely collector item and an extremely rare one.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Linarite-300x300.jpg"
  },
  {
    "id": 151,
    "stoneName": "Ludlamite",
    "stoneDescription": "Ludlamite has a lovely green color, but cut stones are extremely rare. Large crystals of this phosphate mineral are known from only a few localities.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/1.35-ct.-Idaho-Ludlamite-LudlamiteI-300x300.jpg"
  },
  {
    "id": 152,
    "stoneName": "Magnesite",
    "stoneDescription": "Transparent, gem-quality magnesite is rare and beautiful, with colors ranging from colorless, white, and gray to a yellowish brown. This material is relatively difficult to cut, so faceted pieces are rarely seen. Cabochons are more common.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/07/86417440_1_x-300x300.jpg"
  },
  {
    "id": 153,
    "stoneName": "Malachite",
    "stoneDescription": "Malachite is a beautiful decorative stone. Its rich, patterned coloration in shades of green is unique among gems. Malachite's low hardness makes it easy to work, though it still takes a polish very well. These qualities, combined with ready availability, make malachite a popular choice for lapidary artistry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/01/2696153942_191e5aef49_k-300x300.jpg"
  },
  {
    "id": 154,
    "stoneName": "Malaia Garnet (Malaya Garnet)",
    "stoneDescription": "Malaia or malaya garnets are typically light to dark, slightly pinkish orange, reddish orange, or yellowish orange in color. This a popular but rare garnet variety.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/03/ga1648-300x300.jpg"
  },
  {
    "id": 155,
    "stoneName": "Mali Garnet",
    "stoneDescription": "One of the rarer varieties in the garnet group, Mali garnet is a blend of grossular and andradite. This gemstone has great brilliance and a high dispersion. Its colors range from almost tsavorite green to yellow-green, yellow, gold, and brown.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/03/MAG0080.95ctc-300x300.jpg"
  },
  {
    "id": 156,
    "stoneName": "Mandarin Garnet",
    "stoneDescription": "While the colors of spessartite garnet gemstones cover a wide range of orange shades, the mandarin garnet is as pure orange as this variety can be.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/03/Spessartine-Gemstone-2004cts-JB1793-Arkenstone1016-05-300x300.jpg"
  },
  {
    "id": 157,
    "stoneName": "Manganotantalite",
    "stoneDescription": "Manganotantalite makes a spectacular red brown gem that is a very rare collector’s item. Transparent material is light enough in color to allow lots of light to enter and leave a cut gem, and properly cut stones are lively and brilliant. Cutting is difficult because of the cleavage.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Manganotantalite.jpg"
  },
  {
    "id": 158,
    "stoneName": "Marcasite",
    "stoneDescription": "Marcasite has a long history of use as a decorative and jewelry material. However, this brassy colored, metallic stone is quite brittle and seldom seen in modern jewelry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/ww4a-300x300.jpg"
  },
  {
    "id": 159,
    "stoneName": "Meliphanite",
    "stoneDescription": "Meliphanite is an extremely rare gemstone, and perhaps fewer than 5-10 faceted stones have ever been cut.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Meliphanite-300x300.jpg"
  },
  {
    "id": 160,
    "stoneName": "Mellite",
    "stoneDescription": "Mellite is a rare and unusual organic gemstone. Although soft and fragile, the “honey stone” is quite beautiful when cut.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/11/92525260_1_x-300x300.jpg"
  },
  {
    "id": 161,
    "stoneName": "Microcline",
    "stoneDescription": "Microcline is a variety of feldspar. The only microcline you are likely to encounter is amazonite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/microcline-300x300.jpeg"
  },
  {
    "id": 162,
    "stoneName": "Microlite",
    "stoneDescription": "Ranging in color from pale yellow to brown, reddish, and green, microlite cabochons are prized by collectors. Faceted gems are very beautiful but extremely rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/11/MicroliteI-300x300.jpg"
  },
  {
    "id": 163,
    "stoneName": "Milarite",
    "stoneDescription": "Very rare milarite crystals can occur in green and yellow colors. Transparent material can yield small but pleasant looking faceted gems for collectors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2019/04/2.07-ct.-Milarite-MilariteI-300x300.jpg"
  },
  {
    "id": 164,
    "stoneName": "Millerite",
    "stoneDescription": "Millerite has a rich, attractive yellow color. Massive millerites can sometimes be cut into cabochons but are too soft for jewelry use. However, millerite crystals can also have a striking, hair-like appearance.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/MD-47193a-300x300.jpg"
  },
  {
    "id": 165,
    "stoneName": "Mimetite",
    "stoneDescription": "Transparent mimetite crystals are extremely rare, and very few have ever been faceted. Cabochons with rich orange and yellow colors have been cut, but this material is too soft to wear as jewelry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/May15Mimetite-300x300.jpg"
  },
  {
    "id": 166,
    "stoneName": "Moldavite",
    "stoneDescription": "An olive to bottle-green natural glass, moldavite is a rare material popular with collectors of unusual gems as well as those interested in its formation from a meteorite impact.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/C088_Moldavite1-1024x1024-1-300x300.jpg"
  },
  {
    "id": 167,
    "stoneName": "Monazite",
    "stoneDescription": "Monazite may be partially metamict, with N=1.79. Stones can be an attractive yellow or brown color but are usually small.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Monazite-300x288.jpg"
  },
  {
    "id": 168,
    "stoneName": "Moonstone",
    "stoneDescription": "Found all over the world, moonstone is prized for its blue to white adularescence — a billowy, moonlight-like sheen. Despite being somewhat fragile, this alternative June birthstone is a popular choice for jewelry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/05/6.69-ct.-Moonstone-by-Tom-Munsteiner-MMoonstoneI-300x300.jpg"
  },
  {
    "id": 169,
    "stoneName": "Mordenite",
    "stoneDescription": "Compact, fibrous material is cabbed because the fibers provide a chatoyancy that sometimes yields weak catseyes. Coloration in the material is due to staining. This is a relatively unexciting mineral, and gems are equally uninspiring. Nevertheless, it has been reported as being cut for collectors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Mordenite-300x300.jpg"
  },
  {
    "id": 170,
    "stoneName": "Morganite",
    "stoneDescription": "A member of the beryl family, morganite shows a range of pink colors due to traces of manganese. Recently, this gemstone has seen an increase in popularity and value. Like most beryls, morganite makes an excellent jewelry stone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/Mor1295-300x300.jpg"
  },
  {
    "id": 171,
    "stoneName": "Nambulite",
    "stoneDescription": "The color of Namibian nambulite is a striking orange-red, very intense, and not really like any other gem I have seen. Cut stones would be both extremely rare and quite magnificent, perhaps bearing some similarities to rhodonite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Nambulite-268x300.jpg"
  },
  {
    "id": 172,
    "stoneName": "Natrolite, Mesolite, Scolecite",
    "stoneDescription": "All three minerals are fibrous or elongated zeolite minerals. Faceted gems are almost always elongated emerald cuts or step-cuts.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Natrolite.jpg"
  },
  {
    "id": 173,
    "stoneName": "Natural Glass",
    "stoneDescription": "Glass comes in several natural forms. All are used in jewelry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/indochinite-300x300.jpg"
  },
  {
    "id": 174,
    "stoneName": "Nepheline",
    "stoneDescription": "A variety called elaeolite is red, green, brown, or gray, massive or in crystals filled with minute inclusions. These inclusions produce a sheen that yields a catseye effect in cabochons. Facetable nepheline is a great rarity, and very few gems have been cut, always in the 1-2 carat range or smaller.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Nepheline-300x300.jpg"
  },
  {
    "id": 175,
    "stoneName": "Nephrite",
    "stoneDescription": "Nephrite is one of the two distinct minerals commonly known as jade. While nephrite doesn't match the variety or the fine green colors found in jadeite, it's even more durable as a gem material for jewelry and carved objects.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Dagger_khanjar_of_Emperor_Aurangzeb_reigned_1658-1707_and_sheath_LACMA_M.76.2.7a-b_8_of_9-300x300.jpg"
  },
  {
    "id": 176,
    "stoneName": "Neptunite",
    "stoneDescription": "An overview on Neptunite Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of Neptunite gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Neptunite-300x300.jpg"
  },
  {
    "id": 177,
    "stoneName": "Niccolite (Nickeline)",
    "stoneDescription": "Niccolite’s delicate peachy red color and metallic luster looks beautiful when polished. Gem cutters typically carve this gem material into cabochons for jewelry use.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/niccolite-rough-and-cabochon-300x300.jpg"
  },
  {
    "id": 178,
    "stoneName": "Obsidian",
    "stoneDescription": "Obsidian is the most common form of natural glass and occurs in many attractive varieties. Since prehistoric times, people have used this material to make jewelry and carvings as well as practical objects, like knives.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2015/12/91718746_2_x-300x300.jpg"
  },
  {
    "id": 179,
    "stoneName": "Oligoclase",
    "stoneDescription": "Oligoclase gems are feldspars that are part of a solid state series between albite and anothrite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Feldspars8.jpg"
  },
  {
    "id": 180,
    "stoneName": "Onyx",
    "stoneDescription": "For millennia, artisans have carved intricate cameos from black-and-white onyx. Solid black onyxes, faceted or cabbed, are also popular jewelry stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/428255_1-300x300.jpg"
  },
  {
    "id": 181,
    "stoneName": "Opal Stone",
    "stoneDescription": "Opals are in a class by themselves. As a species, opal is so unique it has its own descriptive vocabulary. More than any other gem, each opal is distinctly individual. Opals are also the most delicate gemstones commonly worn and require special care.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2015/12/OPAL24a-300x300.jpg"
  },
  {
    "id": 182,
    "stoneName": "Oregon Sunstone",
    "stoneDescription": "While feldspar sunstones from sources around the world have been used for carvings and cabochons, Oregon sunstone material has proven to be facetable, too. These stones frequently display a stunning glowing or glittery optical effect.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/04/1.64-ct.-Oregon-Sunstone-by-Munsteiner-MSunstoneI-300x300.jpg"
  },
  {
    "id": 183,
    "stoneName": "Orthoclase",
    "stoneDescription": "Orthoclase is best known for moonstone. It is occasionally a transparent, faceted gem.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/01/rough-images-orthoclase-300x300.jpg"
  },
  {
    "id": 184,
    "stoneName": "Padparadscha Sapphire",
    "stoneDescription": "Padparadscha is a light to medium toned pink-orange to orange-pink hue sapphire.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/11/Padparadscha-Sapphire-300x300.jpg"
  },
  {
    "id": 185,
    "stoneName": "Painite",
    "stoneDescription": "Until 2001, only three painite crystals were known to exist. Since then, additional discoveries have produced many more specimens of this deep red gemstone, but facetable material remains very rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/June16Painite-300x300.jpg"
  },
  {
    "id": 186,
    "stoneName": "Palygorskite",
    "stoneDescription": "Although marketed as “angel skin opal,” “rock wood,” and “mountain leather,” palygorskite is neither opal, wood, nor leather. This unusual, parchment-like mineral can be cut into cabochons or carved.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Palygorskite1-300x300.jpg"
  },
  {
    "id": 187,
    "stoneName": "Papagoite",
    "stoneDescription": "Cerulean blue papagoite crystals are too small for faceting. However, massive material mixed with quartz can be cabbed, while quartz crystals with papagoite inclusions make striking specimens for collectors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/DSCN7880-300x300.jpeg"
  },
  {
    "id": 188,
    "stoneName": "Paraíba Tourmaline",
    "stoneDescription": "Discovered in 1989, paraíba tourmalines are among the world’s most prized gemstones. These rare gems are renowned for showing intense blue colors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/63209997_1_x-300x300.jpg"
  },
  {
    "id": 189,
    "stoneName": "Pargasite",
    "stoneDescription": "The amphibole group is very large and extremely complex and contains numerous distinct species that vary subtly in chemistry and physical properties. Pargasite and ferropargasite are calcic amphiboles that generally are lumped together as hornblende,even though up to 16 distinct minerals belong to this group, including actinolite. The identity of a specific amphibole is determined (ideally) by a chemical analysis or by detailed measurements of density, color, and optical data. There are undoubtedly a great many localities that could potentially yield cuttable crystals.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Pargasite-300x300.jpg"
  },
  {
    "id": 190,
    "stoneName": "Parisite",
    "stoneDescription": "An overview on Parisite Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of Parisite gemstones",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Parisite-300x300.jpg"
  },
  {
    "id": 191,
    "stoneName": "Pearl",
    "stoneDescription": "Pearls are the only gems found within living creatures, both salt and freshwater mollusks. However, most pearls on the market today are cultivated, since they now occur extremely rarely in nature. While they require special care, pearls have an enduring appeal for jewelry, particularly as the traditional June birthstone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/06/63127020_2_x-300x300.jpg"
  },
  {
    "id": 192,
    "stoneName": "Pectolite (Larimar)",
    "stoneDescription": "Fibrous pectolite has long been a curiosity for gem collectors. Compact material can make wonderful cabochons, and transparent crystals are rare and usually tiny. Larimar, blue pectolite from the Dominican Republic, has become a popular jewelry stone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/12/43531963_1_x-300x300.jpg"
  },
  {
    "id": 193,
    "stoneName": "Pentlandite",
    "stoneDescription": "Pentlandite resembles other yellowish metallic minerals and is cut by collectors as a curiosity. The cut stones are quite attractive but too soft for hard wear.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Pentlandite-300x300.jpg"
  },
  {
    "id": 194,
    "stoneName": "Periclase",
    "stoneDescription": "Periclase has been synthesized in large masses in the laboratory, but these have no market significance. A faceted natural periclase would be a great rarity due to the extreme scarcity of suitable faceting rough. The expected size would be less than 1 carat.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Periclase-synthetic-300x300.png"
  },
  {
    "id": 195,
    "stoneName": "Peridot",
    "stoneDescription": "The modern August birthstone, peridot has been prized as a jewelry stone since ancient times. Always green in color but with considerable variations, a peridot's particular shade depends on its source.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/PERIDOT-BURMA-6.92CTS-G21-9-300x300.jpg"
  },
  {
    "id": 196,
    "stoneName": "Peristerite",
    "stoneDescription": "Peristerite is primarily oligoclase with a complex mixture of feldspars. It has iridescence that is either blue or white.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/peristerite-300x300.jpg"
  },
  {
    "id": 197,
    "stoneName": "Perthite",
    "stoneDescription": "Perthite is a blend of microcline, albite and oligoclase. It is usually brown and white. May have gold or white iridescence.   ",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/perthite-300x300.jpg"
  },
  {
    "id": 198,
    "stoneName": "Petalite",
    "stoneDescription": "Gem-quality, colorless, facetable petalite is rare and desirable to collectors. More so if the stones are large and free of inclusions.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/ob14c44a-herb-obodda-fine-mineral-specimens-300x300.jpg"
  },
  {
    "id": 199,
    "stoneName": "Phenakite",
    "stoneDescription": "Rare phenakite is a very hard gem material suitable for jewelry. Usually colorless, cut stones have little fire but can be very bright.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Phenakite-TakowajaRiverArea-UralMts-Russia-69mm-JB1285-21-300x300.jpg"
  },
  {
    "id": 200,
    "stoneName": "Phosgenite",
    "stoneDescription": "Rare phosgenite typically shows pale colors. This material is difficult to cut and too soft for jewelry wear. However, its strong yellowish fluorescence appeals to collectors of unusual gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/02/2.15-ct.-Phosgenite-PhosgeniteIII-300x300.jpg"
  },
  {
    "id": 201,
    "stoneName": "Phosphophyllite",
    "stoneDescription": "Renowned for its delicate blue-green shades, phosphophyllite’s beauty is enhanced by expert cutting. Unfortunately, this gem is quite fragile and difficult to cut, and few large facetable crystals exist. This makes phosphophyllite one of the more desirable — and expensive — collector’s gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/PHOSPHOPHYLLITE-BOLIVIA-10.22CTS-G35-6-300x300.jpg"
  },
  {
    "id": 202,
    "stoneName": "Pollucite",
    "stoneDescription": "Colorless pollucites lack fire when cut and are usually small. However, this very rare cesium mineral is a coveted collector's gem.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/02/PolluciteII-300x300.jpg"
  },
  {
    "id": 203,
    "stoneName": "Powellite",
    "stoneDescription": "An overview on Powellite Jewelry and Gems. Covers details and essential information on the physical properties and characteristics of Powellite gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Powellite-300x300.jpg"
  },
  {
    "id": 204,
    "stoneName": "Prehnite",
    "stoneDescription": "Prehnite is popular as a cabochon material among hobbyists because of its lovely green and blue-green to yellow colors. Completely transparent material is extremely rare but might be found in crystals from Asbestos, Quebec. Yellowish to greenish translucent material from Australia has been faceted and makes a striking cut gemstone with a rich color and interesting appearance, with a soft, velvety look. Some catseye stones have also been reported. Material from Scotland has yielded cuttable fragments, but such faceted gems are rather small (under 5 carats).",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Prehnite-300x185.jpg"
  },
  {
    "id": 205,
    "stoneName": "Prosopite",
    "stoneDescription": "Prosopite is usually a nondescript mineral with no gem significance. However, beautiful blue specimens are sometimes cut for jewelry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/4.94-ct.-Prosopite-Cabochon-ProsopiteI-300x300.jpg"
  },
  {
    "id": 206,
    "stoneName": "Proteus",
    "stoneDescription": "A few almandine/pyrope garnets from the US will change with treatment into proteus garnets. In reflected light, they have a dark gray, metallic luster. In transmitted light, the dark red of the garnet shows through.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/gar18.gif"
  },
  {
    "id": 207,
    "stoneName": "Proustite",
    "stoneDescription": "Proustite crystals have magnificent red colors and good brilliance. Although facetable, they're too soft for jewelry use but highly desired as collector's gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/10/PROUSTITE-2.58-300x300.jpg"
  },
  {
    "id": 208,
    "stoneName": "Pumpellyite",
    "stoneDescription": "The gem variety of pumpellyite, chlorastrolite, is best known from the Lake Superior district of the United States. It typically forms aggregates of packed fibers that are mixed with other minerals, resulting in a green and white pattern reminiscent of tortoise shell. The effect is best observed when the fibers are in radial clusters that yield circular markings. ",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Pumpellyite.jpg"
  },
  {
    "id": 209,
    "stoneName": "Purpurite",
    "stoneDescription": "Purpurite is too soft for jewelry wear and never transparent. Nevertheless, lapidaries have cut cabochons from this material with magnificent purplish rose hues.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/69838332_1_x-300x300.jpg"
  },
  {
    "id": 210,
    "stoneName": "Pyrargyrite",
    "stoneDescription": "Deep red pyrargyrite occurs in a number of localities in well-formed but small crystals. However, facetable rough is rare and difficult to cut, which makes these gems prized collector’s items.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/rnc15-014b-wm-pyrargyrite-rough-and-cut-set-mexico-fine-mineral-specimen-300x300.jpg"
  },
  {
    "id": 211,
    "stoneName": "Pyrite",
    "stoneDescription": "Pyrite is more commonly known as fool’s gold and is familiar to nearly every mineral collector. It has been used for centuries both in jewelry and as an ore of iron. “Marcasite” stones in jewelry are frequently pyrite, since the latter is more stable. The material is very brittle and heat sensitive and requires some care in cutting. Cabochons are sometimes cut, but they have no special appeal.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Pyrite-300x300.jpg"
  },
  {
    "id": 212,
    "stoneName": "Pyrope Garnet",
    "stoneDescription": "Pyrope always occurs in series with other garnet species. Common, dark red garnets are a mixture of almandine and pyrope. Other mixtures also occur, in colors than can range from pale orange and pink to purple.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/C143_Garnet1-300x300.jpg"
  },
  {
    "id": 213,
    "stoneName": "Pyrophyllite",
    "stoneDescription": "Pyrophyllite resembles talc in many ways and is indistinguishable by eye from soapstone. Chemical tests are needed to distinguish them. North Carolina material is often used in carvings, as is the material from China known as agalmatolite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Pyrophyllite-300x300.jpg"
  },
  {
    "id": 214,
    "stoneName": "Pyroxmangite",
    "stoneDescription": "Pyroxmangite grains are rare, seldom clean enough to facet, and difficult to cut. However, when cut, they are extremely beautiful and rich in color.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Mar17Pyrox-300x300.jpg"
  },
  {
    "id": 215,
    "stoneName": "Pyrrhotite",
    "stoneDescription": "An overview on Pyrrhotite Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of Pyrrhotite gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Pyrrhotite-300x300.jpg"
  },
  {
    "id": 216,
    "stoneName": "Quartz",
    "stoneDescription": "An overview on Quartz Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of a Quartz mineral.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/Quartz-Tibet-300x300.jpg"
  },
  {
    "id": 217,
    "stoneName": "Quartzite",
    "stoneDescription": "Quartzite is a rock made up of tightly packed quartz grains. Sometimes, it contains small crystals that reflect light. This material is called aventurine. ",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/11/quartzite-300x300.jpg"
  },
  {
    "id": 218,
    "stoneName": "Realgar",
    "stoneDescription": "Although this common arsenic sulfide mineral occurs worldwide, cut gem-quality realgar is extremely rare. This fine, red stone is very fragile, difficult to cut, and nearly impossible to wear.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/IMG_5209-300x300.jpeg"
  },
  {
    "id": 219,
    "stoneName": "Red Beryl",
    "stoneDescription": "Originally known as bixbite, red beryl is one of the rarest, most desirable, and most expensive gemstones. Most fine crystal specimens are zealously guarded by mineral collectors and are never faceted.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/08/Feb18RBeryl-300x300.jpg"
  },
  {
    "id": 220,
    "stoneName": "Rhodizite",
    "stoneDescription": "Rhodizite is tough enough to make an excellent jewelry stone. However, it's quite a rare mineral. Faceted specimens are extremely rare and usually small and pale in color.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/04/1.71-ct.-Malagasy-Rhodizite-RhodiziteI-300x300.jpg"
  },
  {
    "id": 221,
    "stoneName": "Rhodochrosite",
    "stoneDescription": "Beautiful rose red to pink rhodochrosite crystals are popular with mineral collectors. Although very soft, opaque stones have been fashioned into beads, cabochons, and carvings, while very rare translucent to transparent material has been cut into faceted gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/RDC001A-300x300.jpg"
  },
  {
    "id": 222,
    "stoneName": "Rhodolite Garnet",
    "stoneDescription": "Rhodolites are purplish red garnets, a blend between almandine and pyrope in composition. These durable gems have become popular jewelry stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/January-2006-Rhodolite-FW-300x300.jpg"
  },
  {
    "id": 223,
    "stoneName": "Rhodonite",
    "stoneDescription": "Ranging in color from pink to a fine rose red, rhodonite is a popular material for jewelry and decorative objects. Faceted rhodonite has an intense, beautiful color, but this material has a reputation as one of the most difficult gemstones to cut.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/09/RHODONITE-BRAZIL-4.26CTS-JB165-04-300x300.jpg"
  },
  {
    "id": 224,
    "stoneName": "Rose Quartz",
    "stoneDescription": "A popular variety of colored quartz, rose quartz makes a durable jewelry stone. Although commonly cabbed and carved, more transparent material can also be faceted.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/11/1157px-Quarz_Varietät_Rosenquarz_-_Glattschliff_Herz-300x300.jpg"
  },
  {
    "id": 225,
    "stoneName": "Rubellite",
    "stoneDescription": "Rubellites are tourmalines with reasonably saturated dark pink to red colors and medium to dark tones. They make excellent jewelry stones, and ruby-red colored specimens without orange or brown overtones are highly prized.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/09/RUBELLITE-NIGERIA-22-70CTS-G8-9-300x300.jpg"
  },
  {
    "id": 226,
    "stoneName": "Ruby",
    "stoneDescription": "One of the most popular traditional jewelry stones, ruby is exceptionally durable. Its colors — always red — can reach vivid levels of saturation. Fine-quality rubies are some of the most expensive gemstones, with record prices over $1,000,000 per carat. However, rubies are also subjected to more treatments than almost any other gem.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2015/12/June15RubyII-300x300.jpg"
  },
  {
    "id": 227,
    "stoneName": "Rutile",
    "stoneDescription": "Though perhaps best known as inclusions within other gems, rutile crystals themselves can be faceted or cabbed as curiosities for collectors. Synthetics can show a variety of colors and have even been used as diamond simulants.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/12/Nov15Rutile-300x300.jpg"
  },
  {
    "id": 228,
    "stoneName": "Saltwater Pearl",
    "stoneDescription": "Although pearls are one of humanity’s most ancient gems, natural undersea beds of pearl-producing oysters now occur very rarely. Cultured saltwater pearls have become some of the most prized varieties of the traditional June birthstone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/07/26720092_1_x-300x300.jpg"
  },
  {
    "id": 229,
    "stoneName": "Samarskite",
    "stoneDescription": "Samarskite is a very heavy material from which lustrous black to brownish cabochons are sometimes cut as curiosities. The material is rather brittle and is not intended for wear. It is rarely seen or displayed since black stones are not terribly attractive. Sometimes a stone is faceted in the nature of jet or marcasite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/D1038c-300x300.jpg"
  },
  {
    "id": 230,
    "stoneName": "Sanidine",
    "stoneDescription": "Sanidine is a mineral of volcanic rocks, rarely considered a gem. While occasionally brown or yellow, most examples are colorless.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/sanidine-300x300.jpg"
  },
  {
    "id": 231,
    "stoneName": "Sapphire",
    "stoneDescription": "Few gems have held our attention over millennia as well as sapphire. The pure blue colors and excellent durability of this gem-quality member of the corundum family make for an exceptional gemstone. However, not all sapphires are blue. The September birthstone comes in every color of the rainbow. Except red.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2015/12/Dec16SapphireII-300x300.jpg"
  },
  {
    "id": 232,
    "stoneName": "Sapphirine",
    "stoneDescription": "Sapphirines are durable but very rare gemstones. Although named after their typically sapphire-blue color, these gems can occur in different hues and display pleochroism, too.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/04/Sapphirine-SapphirineI-300x300.jpg"
  },
  {
    "id": 233,
    "stoneName": "Sarcolite",
    "stoneDescription": "Sarcolite is an extremely rare mineral. Tiny, colorless to “fleshy pink” gems have been cut only from material from one locality: Mount Vesuvius.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/06/faceted-sarcolite-Italy-300x300.jpeg"
  },
  {
    "id": 234,
    "stoneName": "Scapolite",
    "stoneDescription": "Although not well known, scapolite would make an attractive gem material for both jewelry enthusiasts and mineral collectors. It comes in a wide variety of colors and can show dramatic fluorescence and phenomenal effects.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/10/16.15-ct.-Tanzanian-Yellow-Scapolite-ScapoliteI-300x300.jpg"
  },
  {
    "id": 235,
    "stoneName": "Scheelite",
    "stoneDescription": "Large, faceted scheelites are among the most beautiful of all collector’s gemstones. They occur in many colors and fluoresce very brightly. If cut properly, scheelites can have tremendous fire.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/10/SCH007C-300x300.jpg"
  },
  {
    "id": 236,
    "stoneName": "Scorodite",
    "stoneDescription": "With lovely colors and intense pleochroism, faceted scorodite is a prize for collectors of the rare and unusual. However, it’s too soft for jewelry use.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/01/Image-1077cropped-300x300.jpg"
  },
  {
    "id": 237,
    "stoneName": "Sellaite",
    "stoneDescription": "An overview on Sellaite Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of Sellaite gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Sellaite-300x300.jpg"
  },
  {
    "id": 238,
    "stoneName": "Senarmontite",
    "stoneDescription": "Senarmontite is a rare mineral, restricted in occurrence to the presence of antimony sulfide ores. It is much too soft to wear, and the colors are usually nondescript. However, a faceted senarmontite in any size would be a great rarity.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Senarmontite-300x300.jpg"
  },
  {
    "id": 239,
    "stoneName": "Serandite",
    "stoneDescription": "To date, only one locality — Mont St. Hilaire, Quebec, Canada — has produced facetable serandite. These extremely rare gems are very small and usually cut from less than transparent crystal fragments.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/SERANDITE-HILAIRE-1-87CTS-G43-10-300x300.jpg"
  },
  {
    "id": 240,
    "stoneName": "Serpentine",
    "stoneDescription": "The gem material known as serpentine actually encompasses several related mineral species. For millennia, people have cut serpentines into beautiful gems and decorative objects.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Image-1081-detail-300x300.png"
  },
  {
    "id": 241,
    "stoneName": "Shattuckite",
    "stoneDescription": "Shattuckite is often mixed with quartz, and data often reported for properties may be erroneous. The cabochons are rich blue in color and very popular, but the material is not abundant and seldom seen on the market.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Shattuckite-300x300.jpg"
  },
  {
    "id": 242,
    "stoneName": "Shortite",
    "stoneDescription": "Shortite is an exceedingly rare, not overly attractive mineral. Cut gems are among the rarest of all faceted stones. The material is a carbonate and is therefore fragile and soft.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Shortite.jpg"
  },
  {
    "id": 243,
    "stoneName": "Siderite",
    "stoneDescription": "Siderite is difficult to cut, but this light brown collector's gem has yielded faceted pieces of great beauty.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/SID0011.66ct1-300x300.jpg"
  },
  {
    "id": 244,
    "stoneName": "Sillimanite",
    "stoneDescription": "The fibrolite from Burma and Sri Lanka is well known to gem collectors, and highly prized because of its great scarcity. Blue and greenish gems are lovely, although very difficult to cut. Chatoyant material sometimes yields catseye fibrolites, which are also very rare. The material from Kenya is just as attractive as Burmese fibrolite but seems to be somewhat smaller in size.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Sillimanite-300x178.jpg"
  },
  {
    "id": 245,
    "stoneName": "Simpsonite",
    "stoneDescription": "Simpsonite is an extremely rare gemstone. The material from Western Australia is bright yellow-orange and very beautiful. The mineral is hard and durable, with no cleavage, and could easily become a popular gemstone if it were more abundant. Gems over 1 carat should be considered extremely rare because clean material is a very small percentage of the limited supply of simpsonite that has been found.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Simpsonite.jpg"
  },
  {
    "id": 246,
    "stoneName": "Sinhalite",
    "stoneDescription": "Long thought to be brown peridot, sinhalite was investigated in 1952 and found to be a new mineral. When cut, it is richly colored, bright, and attractive, and resembles citrine, peridot, or zircon. Large gems are very rare, but smaller stones are available in the marketplace. Some people have reported that it was easier at times to find a large sinhalite for sale than a small one, however, as rough pebbles from Sri Lanka are often large.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Sinhalite-300x239.jpg"
  },
  {
    "id": 247,
    "stoneName": "Smaltite",
    "stoneDescription": "Smaltite is a collectors oddity, cut only as cabochons. It is seldom seen in collections since it is not especially distinctive, with a color resembling other metallic sulfides and arsenides.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Smatite-300x300.jpg"
  },
  {
    "id": 248,
    "stoneName": "Smithsonite",
    "stoneDescription": "Smithsonite occurs across the globe, but facetable crystals are extremely rare. These gems can show a wide range range of rich colors but are too soft for most jewelry use. However, high dispersion makes properly faceted smithsonites truly magnificent collector’s pieces.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Dec11BCSmithsonitel-300x300.jpg"
  },
  {
    "id": 249,
    "stoneName": "Smoky Quartz",
    "stoneDescription": "Smoky quartz comes in every shade of brown, from a light tan to nearly black. This gem is known for its large sizes. If you want a really big gem on a very small budget, this could be your stone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/01/properties-images-smokey2.jpg"
  },
  {
    "id": 250,
    "stoneName": "Sodalite",
    "stoneDescription": "Typically blue, durable, and easy to cut, sodalite is highly desired by hobbyists. Even stones that lack transparency make lovely faceted gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Sodalite.hippo_.arp_.750pix-300x300.jpg"
  },
  {
    "id": 251,
    "stoneName": "Sogdianite",
    "stoneDescription": "Sogdianite is an extremely rare mineral, suitable for cabochons. The color is striking and the material is hard enough to take a good polish. It is usually mixed with other minerals, so the SG and hardness are variable. Chemical analysis may be required to differentiate sogdianite from sugilite, but the latter is far more abundant.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/gem-placeholder-300x300.jpg"
  },
  {
    "id": 252,
    "stoneName": "Spessartite Garnet",
    "stoneDescription": "Usually orange to reddish brown, gem-quality spessartite or spessartine garnets are somewhat rare. However, as blends with other garnet species, they include popular mandarin and malaya garnets as well as color change gems. Spessartites make very durable jewelry stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/SpessII-300x300.jpg"
  },
  {
    "id": 253,
    "stoneName": "Sphalerite",
    "stoneDescription": "Sphalerite occurs in many colors. With a dispersion over three times that of diamond and an adamantine luster, faceted specimens make beautiful additions to gem collections. However, they're too soft for most jewelry uses.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/06/21.53-ct.-Montana-Sphalerite-MSphaleriteI-300x300.jpg"
  },
  {
    "id": 254,
    "stoneName": "Sphene (Titanite)",
    "stoneDescription": "Sphene, also known as titanite, has rich body colors, strong trichroism, and a fire that exceeds diamond. Although softer than many more popular gems, sphenes can make wonderful jewelry stones if set and maintained properly.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/Sphene-Emerald-Cut-Madagascar-300x300.png"
  },
  {
    "id": 255,
    "stoneName": "Spinel",
    "stoneDescription": "Spinel is an important gem historically because it has been confused with other gemstones, especially ruby. Large red gems such as the Black Princes Ruby and the Timur Ruby in the Crown Jewels of England have proven to be fine large red spinels (ruby spinel). In ancient times this material was known as Balas ruby.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/Spinel1-Sri-Lanka-300x300.png"
  },
  {
    "id": 256,
    "stoneName": "Spodumene",
    "stoneDescription": "Extraordinarily difficult to cut, spodumene has several colorful varieties, such as hiddenite and kunzite, highly coveted for jewelry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/spodumene-bicolor-300x300.jpg"
  },
  {
    "id": 257,
    "stoneName": "Spurrite",
    "stoneDescription": "An attractive but uncommon mineral, spurrite has seldom been cut as a gemstone. However, it has the hardness and tenacity to be used for cabochons.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/2.41-ct.-Japanese-Spurrite-SpurriteI-300x300.jpg"
  },
  {
    "id": 258,
    "stoneName": "Star Sapphire",
    "stoneDescription": "Star sapphire is a type of sapphire that displays asterism, a star-like optical effect.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/11/Star-Saphire.jpg"
  },
  {
    "id": 259,
    "stoneName": "Staurolite",
    "stoneDescription": "Staurolite crystals in opaque cross shapes are popular gemstones. However, this material is very rarely transparent or facetable. These dark colored gems would make very durable jewelry pieces.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/STU001A-300x300.jpg"
  },
  {
    "id": 260,
    "stoneName": "Stibiotantalite",
    "stoneDescription": "Rare stibiotantalite possesses an interesting mix of physical and optical properties that help distinguish it from other earth-toned gemstones. However, cut pieces over 2-3 carats rank among the rarest collector’s gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Mar17STantalite-300x300.jpg"
  },
  {
    "id": 261,
    "stoneName": "Stichtite",
    "stoneDescription": "Stichtite is not facetable, but the pink color is quite striking in cabochons. Cut stones are especially beautiful when there are other minerals present to add splashes of green and yellow. This material somewhat resembles a pink, granular material from the USSR referred to as canasite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Stichite.jpg"
  },
  {
    "id": 262,
    "stoneName": "Stolzite",
    "stoneDescription": "Stolzite is a rare mineral; much rarer than wulfenite and usually occurs in very minute crystals. However, the Australian crystals may be up to 1 inch...",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Stolzite-300x300.jpg"
  },
  {
    "id": 263,
    "stoneName": "Strontianite",
    "stoneDescription": "Strontianite is a collector’s oddity, with no spectacular properties to recommend it. Colors are usually pale and there is little fire; in addition, the high birefringence doubles back facets and kills the brilliance of the stone. Cut strontianites are, however, decidedly uncommon and worth pursuing for their scarcity value.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Strontianite.jpg"
  },
  {
    "id": 264,
    "stoneName": "Sugilite",
    "stoneDescription": "What is the color of sugilite? Grape jelly purple is a good description. More popular among consumers in Asia than North America, this is a very rare and beautiful opaque gem material with an unusual appearance.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/02/Sugilite-Hashnu-Stones-CM-300x300.jpg"
  },
  {
    "id": 265,
    "stoneName": "Sulfur (Sulphur)",
    "stoneDescription": "Although sulfur is very abundant, facetable material is not. Sulfur is also enormously difficult to cut and almost impossible to wear, so faceted pieces have some scarcity value for collectors of unusual gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Nov13SulfurII-300x300.jpg"
  },
  {
    "id": 266,
    "stoneName": "Sunstone",
    "stoneDescription": "Sunstones contain hematite or goethite inclusions, which reflect light in parallel orientation and create a sparkling sheen in gold to brown color shades. These gems may be oligoclase or labradorite in composition and are much admired as a cabochon material among hobbyists.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/Oligoclase-Sunstone-from-India-300x300.jpg"
  },
  {
    "id": 267,
    "stoneName": "Taaffeite",
    "stoneDescription": "Taaffeite reacts to most gemological tests like mauve-colored spinel, but can be distinguished on the basis of its birefringence. Additional stones will undoubtedly be discovered in the future (generally misidentified as spinel) as collectors search for these rarities. Taaffeite is one of the rarest of mineral species, and surely among the very rarest and most desirable of all collector gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Taafeite.jpg"
  },
  {
    "id": 268,
    "stoneName": "Talc",
    "stoneDescription": "An overview on Talc Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of Talc gemstones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Talc-block-300x300.jpg"
  },
  {
    "id": 269,
    "stoneName": "Tantalite",
    "stoneDescription": "Tantalite is too dark to be of use as a faceted gem but is sometimes cut as a collector curiosity, either faceted or in cabochons. These could be of any desired size.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Tantalite-199605-280x300.jpg"
  },
  {
    "id": 270,
    "stoneName": "Tanzanite (Zoisite)",
    "stoneDescription": "Tanzanite has had a rapid rise to prominence among jewelers and gem enthusiasts. Although naturally reddish brown, this transparent zoisite variety achieves a stable, beautiful blue to violet color with heat treatments.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/09/May17Tanzanite-300x300.jpg"
  },
  {
    "id": 271,
    "stoneName": "Tektite",
    "stoneDescription": "Tektite is a natural glass formed from the ejected debris of meteorite impacts. Though most pieces are very small, some tektite varieties have been cut and used for jewelry since prehistoric times.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/CairoMusPectoralTaa-cropped-300x300.jpg"
  },
  {
    "id": 272,
    "stoneName": "Tephroite",
    "stoneDescription": "Tephroite is generally reddish brown and barely translucent. However, it takes a good polish and is massive enough to make good cabochons. Only the New Jersey and Australian localities seem to have provided such material, however. Faceted gems are unknown.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Tephroite-273160-300x300.jpg"
  },
  {
    "id": 273,
    "stoneName": "Thaumasite",
    "stoneDescription": "For a long time, rare thaumasite crystals — pale, fragile, and with little to no fire — were interesting primarily as mineral specimens. With the discovery of even rarer facetable material, cut thaumasites are now prized collector’s gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2018/08/D09Thaumasite-300x300.jpg"
  },
  {
    "id": 274,
    "stoneName": "Thomsonite",
    "stoneDescription": "Thomsonite cabochons take a high polish but are somewhat brittle. These are especially lovely when a pinkish gray eyelike pattern is present, but such material is rare, Lintonite, from Michigan, is translucent and green and is sometimes mistaken for jade. A faceted thomsonite must be considered a great rarity.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Thomsonite-300x175.jpg"
  },
  {
    "id": 275,
    "stoneName": "Tiger's Eye",
    "stoneDescription": "Crocidolite, (blue asbestos,) alters to quartz, but while retaining its fibrous structure. This material is frequently stained by iron, giving it a golden brown color. We know this material as tigers eye. Unstained pieces, retaining their original blue color, are called Hawks Eye. There are also pieces with both colors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/09/tigers-eye-South-Africa-300x300.png"
  },
  {
    "id": 276,
    "stoneName": "Topaz",
    "stoneDescription": "The traditional November birthstone, topaz is a popular gem. Although frequently associated with golden yellow as well as blue, it can be found in a variety of colors, including colorless. The rarest are natural pink, red, and fine golden orange, sometimes with a pink tone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2015/12/TopazNamibia-300x300.jpg"
  },
  {
    "id": 277,
    "stoneName": "Tourmaline",
    "stoneDescription": "Tourmaline is a name applied to a family of related minerals with widely varying properties. Tourmalines make very popular jewelry stones and come in an amazing range of colors, including multi-color zones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/09/87207868_1_x-300x300.jpg"
  },
  {
    "id": 278,
    "stoneName": "Tremolite",
    "stoneDescription": "It is possible to misidentify tremolite, mistaking it for other amphiboles. Hexagonite is the rarest of the gem varieties of tremolite. If tremolite occurs in very tiny fibrous crystals, densely matted and interlocked, it is then known as nephrite (jade). Material containing more or less parallel fibers is somewhat chatoyant and yields weak catseyes. These are sometimes called catseye jades, but have been tested and are actually tremolite or (if more iron-rich) actinolite.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Tremolite-300x179.jpg"
  },
  {
    "id": 279,
    "stoneName": "Triphylite (Tryphylite)",
    "stoneDescription": "Triphylite is one of the world's rarest gems. The IGS had the extraordinary privilege of examining a discovery of facetable material from Brazil that showed previously unknown characteristics.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/03/Nov12Triphylite-300x300.jpg"
  },
  {
    "id": 280,
    "stoneName": "Tsavorite Garnet",
    "stoneDescription": "An emerald-green variety of grossular garnet, tsavorite is one of the most popular and expensive varieties of garnet. Suitable for any type of jewelry, tsavorites can be faceted into many designs.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/02/Aug14TsavoII-300x300.jpg"
  },
  {
    "id": 281,
    "stoneName": "Tugtupite",
    "stoneDescription": "Gem collectors prize tugtupite for its rich colors and intense reaction to ultraviolet light. Sporadically used in jewelry, clean, faceted tugtupites are great rarities.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/6845451035_268f7c39f0_z-300x300.jpg"
  },
  {
    "id": 282,
    "stoneName": "Turquoise",
    "stoneDescription": "With striking sky blue to blue-green colors, turquoise has been prized by cultures all over the world for over 5,000 years. Today, the traditional December birthstone is favored by well-known modern jewelry designers as well as aficionados of American Southwestern and Native American jewelry.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/05/Turquoise-in-silver-jewelry-Arizona-and-New-Mexico-300x300.jpg"
  },
  {
    "id": 283,
    "stoneName": "Ulexite",
    "stoneDescription": "The fibrous material cuts interesting catseye cabochon gems, but they are curios only since they are much too soft and fragile for wear. The eye can be very strong, however. Sometimes ulexite occurs in seams, consisting of tightly packed parallel fibers. These are transparent along their length, and the packed aggregates act like an array of parallel glass fibers, displaying the property of fiber optics. If the material is polished perpendicular to the fiber direction, a piece of ulexite will transmit an image from the bottom of the slab to the top. For this reason the material has been nicknamed TV stone and is popular among mineral enthusiasts.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/1280px-Ulexite-300x300.jpg"
  },
  {
    "id": 284,
    "stoneName": "Uvarovite Garnet",
    "stoneDescription": "Always a dark, rich green color, uvarovite is one of the rarest members of the garnet family. Usually only seen as druzy on matrix, these crystals are seldom faceted.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2014/10/IMG_5149-300x300.jpg"
  },
  {
    "id": 285,
    "stoneName": "Vanadinite",
    "stoneDescription": "A faceted vanadinite may be considered a tremendous rarity. Fewer than ten such gems may have been cut. This is unfortunate since the color is rich and beautiful. Arizona crystals tend to be very small, but the ones from Morocco reach a size of several inches.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Vanadinite-goethite2-300x300.jpg"
  },
  {
    "id": 286,
    "stoneName": "Variscite",
    "stoneDescription": "With beautiful green to blue-green colors and interesting patterns, variscite is a popular hobbyist material for cabochons.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/il_570xN.1567220787_adlc-300x300.jpg"
  },
  {
    "id": 287,
    "stoneName": "Villiaumite",
    "stoneDescription": "Villiaumite is seldom discussed among collectors of rare gemstones because until recently no facetable material was known. The material from Los was reported in 1976 and has been cut into tiny gemstones of deep red color. Despite their small size, they are desirable because so few stones exist. The material from Quebec is larger but very scarce. Villiaumite is somewhat water-soluble, and cutters must use special tricks (such as using alcohol as a cutting coolant) to facet the material.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Villiaumite-mrz289a-300x300.jpg"
  },
  {
    "id": 288,
    "stoneName": "Vivianite",
    "stoneDescription": "Vivianite is so fragile and soft, any faceted gems would be difficult to handle safely, let alone wear. Nevertheless, its blue and green colors are so rich, a few stones (very few) have been cut.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/10/June16Vivianite-300x300.jpg"
  },
  {
    "id": 289,
    "stoneName": "Väyrynenite",
    "stoneDescription": "Väyrynenite is a very rare mineral. Crystals as well as faceted gemstones in reddish, pinkish, and orange colors are prized collector’s items.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Nov15Vayrynl-300x300.jpg"
  },
  {
    "id": 290,
    "stoneName": "Wardite",
    "stoneDescription": "Wardite is another of the many phosphates that have been cut by collectors. It is pale colored and not terribly attractive and is fairly soft and fragile. It is seen far more frequently as cabochons than as faceted stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Wardite-LTH45B-300x300.jpg"
  },
  {
    "id": 291,
    "stoneName": "Wavellite",
    "stoneDescription": "Wavellite is a very attractive mineral, well-known to collectors. Its radial aggregate crystal clusters can be cut into extremely interesting stones.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/05/ep5996-FI-300x300.jpg"
  },
  {
    "id": 292,
    "stoneName": "Weloganite",
    "stoneDescription": "Truly a collector’s gem, weloganite is very rare and seldom cut. This stone can show pale yellow colors.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/image-1116-cropped-300x300.jpg"
  },
  {
    "id": 293,
    "stoneName": "Whewellite",
    "stoneDescription": "Seldom seen even in mineral collections, whewellite is very rarely faceted. It’s mostly desired as a curiosity because of its scarcity, chemical composition, and unusual — sometimes organic — origins.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/WhewelliteII-300x300.jpg"
  },
  {
    "id": 294,
    "stoneName": "Wilkeite",
    "stoneDescription": "An overview on Wilkeite Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of Wilkeite gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/wilkeite-300x300.jpg"
  },
  {
    "id": 295,
    "stoneName": "Willemite",
    "stoneDescription": "Willemite is prized for its intense green fluorescence. Too fragile for jewelry use, faceted specimens are extremely rare.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Dec16WillemiteII-300x300.jpg"
  },
  {
    "id": 296,
    "stoneName": "Witherite",
    "stoneDescription": "Easy to cut but too soft and fragile for jewelry, a faceted witherite would make an unusual addition to a gem collection.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/faceted-witherite-England-300x300.jpeg"
  },
  {
    "id": 297,
    "stoneName": "Wollastonite",
    "stoneDescription": "Interesting cabochons have been cut from wollastonite, especially from the fibrous material (which yields catseye stones) and the reddish material from Lake Superior’s lsle Royale. Wollastonite is strictly a curiosity and as a mineral is not especially rare. It resembles other white fibrous minerals, however, and is sometimes difficult to identify without using X—ray techniques. Facetable wollastonite is exceedingly rare, the material from Asbestos, Quebec (Jeffrey Mine) being singularly notable. Such gems are, moreover, extremely difficult to cut because of the cleavage and fibrosity of the mineral.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Wollastonite-300x300.jpg"
  },
  {
    "id": 298,
    "stoneName": "Wulfenite",
    "stoneDescription": "Although aesthetically magnificent wulfenite crystals are often too thin, soft, and sensitive to cut for jewelry, rare faceted pieces are greatly prized by collectors. The red of wulfenite, especially from the Red Cloud Mine in Arizona, is one of the richest colors in nature.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/05/WULFENITE-2.53-Red-Cloud-300x300.jpg"
  },
  {
    "id": 299,
    "stoneName": "Xonotlite",
    "stoneDescription": "Xonotlite is strong and can take a good polish. However, these gems are extremely rare, both as a species and cut specimens.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2017/05/Xonotlite-Italy-FI-300x300.png"
  },
  {
    "id": 300,
    "stoneName": "Yugawaralite",
    "stoneDescription": "Yugawaralite is a very rare colorless to pinkish zeolite mineral. Little facetable material exists, so a cut yugawaralite would be a prized addition to a gem collection.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/YUGAWARALITE-1.01-300x300.jpg"
  },
  {
    "id": 301,
    "stoneName": "Zektzerite",
    "stoneDescription": "Small, cuttable crystals of very rare zektzerite are found only in a mountainous location in Washington state. Faceted pieces would make prized specimens for any collection of American gems.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/ZEKTZERITE-0.42-300x300.jpg"
  },
  {
    "id": 302,
    "stoneName": "Zincite",
    "stoneDescription": "Zincite is a very rare mineral. It’s also difficult to cut, which makes faceted zincite one of the rarest of all gems. However, “accidental synthetics” (industrial by-products) have entered the gem trade in far greater quantities than their natural counterparts.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Zincite.jpg"
  },
  {
    "id": 303,
    "stoneName": "Zircon",
    "stoneDescription": "Don’t be confused by the name. Zircon is a natural, magnificent, and underrated gemstone that has been worn and treasured since ancient times. It’s not cubic zirconia. Available in many colors, zircon is one of the modern December birthstones and will look wonderful in jewelry if set carefully.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2016/01/yellowish-oval-cut-zircon-300x300.jpg"
  },
  {
    "id": 304,
    "stoneName": "Zunyite",
    "stoneDescription": "An overview on Zunyite Jewelry and Gemstones. Covers details and essential information on the physical properties and characteristics of Zunyite gemstone.",
    "thumbImageUrl": "https://www.gemsociety.org/wp-content/uploads/2013/12/Zunyite-238922-300x300.jpg"
  }
]
